Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Es gibt viele Möglichkeiten in Deutschland ein Start Up zu gründen, das finde ich toll.
uk: Мені подобається, що в Німеччині є багато можливостей для заснування свого стартапу.

source: Es gibt viele Ausländer in Deutschland und es gibt an der Universität viele ausländische Studierende.
uk: У Німеччині дуже багато іноземців та студентів з усього світу.

source: Es gibt viele Betriebe im Bereich Maschinenbau.
uk: У галузі машинобудування багато компаній.

source: Es gibt viele interessante Projekte an der OVGU, zum Beispiel das Projekt, an dem ich während der Masterarbeit arbeite.
uk: Університет пропонує багато цікавих проєктів. Наприклад, над одним із них я зараз працюю.

source: Es gibt viele witzige Geschichten bei uns zu diesem Thema.
uk: Ми маємо багато цікавих історій на цю тему.

source: Es hängt natürlich davon ab, wie das Onlinestudium aufgebaut ist.
uk: Звичайно, все ще залежить від того, як організовано дистанційне навчання.

source: Es ist aber meine Würze.
uk: і це мій вибір.

source: Es ist aber vieles möglich, man kann auch in der Ukraine Projekte schreiben und mit einem Maschinenbau Studium gut verdienen.
uk: Але багато що насправді можливо, ви також можете ініціювати проєкти в Україні та заробляти непогані гроші, здобувши освіту в галузі машинобудування.

source: Es ist auf jeden Fall wichtig, die Vorlesungen zu Hause vorzubereiten.
uk: У будь-якому випадку, важливо готуватися до лекцій вдома.

source: Es ist eher schwer, Deutsch zu sprechen, wenn man etwas sagen will oder gefragt wird.
uk: Складніше говорити німецькою, коли хочеш щось сказати або відповісти.

source: Es ist für mich leichter, auf Deutsch, als auf Englisch zu schreiben.
uk: Писати німецькою мені легше ніж англійською.

source: Es ist immer einfacher etwas zu tun, was Spaß bringt und auf keinen Fall nicht umgekehrt.
uk: Завжди легше робити те, що приносить задоволення, а не навпаки.

source: Es ist kein Klischee, dass Deutsch sehr früh aufstehen.
uk: Це не стереотип, що німці встають дуже рано.

source: Es ist natürlich auch kompliziert, gleichzeitig in Kiew zu studieren, da man mobil sein muss und viele Deadlines und Bedingungen in beiden Ländern im Auge behalten muss.
uk: Важко також навчатися одночасно тут і в Києві, так як треба бути мобільним і зважати на дедлайни та інші умови в обох університетах.

source: Es ist natürlich schwierig, das miteinander zu vergleichen.
uk: Насправді, порівнювати важко.

source: Es ist nicht kompliziert, die Veranstaltungen auf Deutsch zu hören.
uk: Слухати навчання німецькою нескладно.

source: Es ist schwer zu sagen, wohin ich gehe.
uk: Складно сказати куди я рухаюся.

source: Es ist schwierig, das Studium in der Ukraine und in Deutschland miteinander zu vergleichen, denn ich habe natürlich auf Deutsch einige Sprachschwierigkeiten.
uk: Важко порівнювати навчання в Україні та Німеччині, оскільки зараз я маю деякі мовні труднощі.

source: Es ist schwierig, das miteinander zu vergleichen.
uk: Важко порівняти.

source: Es ist schwierig, sich für einen Betreuer für die Master-Projektarbeit zu entscheiden, man muss die Fakultät gut kennen und wissen, wer wofür verantwortlich ist.
uk: Було важко вибрати наукового керівника для роботи над магістерським проєктом. Треба добре знати факультет і хто за що в ньому відповідає.

source: Es ist wie überall: Es gibt Gutes und weniger Gutes.
uk: Тут, як скрізь: є хороше і не дуже.

source: Es kommt darauf an, welche Erfahrungen man sammelt und wie viel man lernt.
uk: А під час навчання потрібно набувати досвід.

source: Es könnte immer besser sein.
uk: Завжди може бути краще, але загалом так.

source: Es war aber sehr hilfreich, jemanden zu kennen und von dieser Person die Mitschrift zu bekommen.
uk: Тому було дуже корисно мати знайомого, який би міг поділитися конспектом. .

source: Es war anders.
uk: Інакшим.

source: Es war ein bisschen ungewöhnlich, dass es hier nur sehr wenige Laborarbeiten gibt.
uk: Було трохи незвично, що тут дуже мало лабораторних робіт.

source: Es war trotzdem ziemlich anspruchsvoll.
uk: Однак все ще було досить складно.

source: Es werden quasi alle Schwerpunkte der Lehrveranstaltung abgefragt, man muss aber meistens nicht sehr tief ins Detail gehen.
uk: Зазвичай студентам не потрібно удаватися в подробиці, оскільки викладачу насамперед важливо те, чи розуміються вони на новому матеріалі.

source: Es wäre besser gewesen, sich mehr auszuruhen.
uk: Треба було більше рослаблятися.

source: Es wäre besser, wenn man auch Englisch kann, es gibt hier viele internationale Studierende, die hier auf Englisch studieren.
uk: Було б краще, якби ви також могли розмовляти англійською, тут є багато іноземних студентів, які на ній навчаються.

source: Etwas Einzigartiges in Deutschland zu machen oder zu finden, ist schwer.
uk: У Німеччині важко зробити або віднайти щось унікальне.

source: Euch wird eine Integration in Deutschland schwer fallen, wenn ihr immer Nachrichten und Lieder in eurer Muttersprache hört und nur den Kontakt mit Freunden und Bekannten habt, die auch eure Muttersprache sprechen!
uk: Вам буде важко інтегруватися в Німеччині, якщо будете слухати новини та пісні на своїй рідній мові й мати контакт тільки з друзями і знайомими, які також говорять на вашій рідній мові.

source: Eventuell wird man dann später übernommen und bekommt einen Arbeitsvertrag von der Firma.
uk: Вреші-решт ця фірма може запросити вас пізніше до себе і заключити з вами трудовий контракт.

source: Falls mir das nicht gefällt, kann ich ja zurück gehen.
uk: Якщо ж мені це не сподобається, я зможу просто повернутися.

source: Fast keine Emissionen werden ausgestoßen.
uk: При цьому не буде ніяких викидів в атмосферу.

source: Freiheit hat viele Vorteile, man lernt selbstständiger zu sein.
uk: Свобода має багато переваг, ти вчишся бути більш незалежним.

source: Früher hatte ich ein stärkeres Fremdheitsgefühl als jetzt.
uk: Раніше відчуття відчуженості у мене було сильніше .

source: Früher habe ich immer gedacht: „Wenn ich besser Deutsch könnte, dann wird es besser.“ Es gibt Menschen, die dir das Gefühl geben, hier fremd oder sogar unerwünscht zu sein, und Menschen, die dir das nicht geben.
uk: Раніше я думала: "Якби я могла краще розмовляти німецькою, було б легше.“ Є люди, які змушують тебе почуватися тут незнайомкою або навіть небажаною гостею, а є ті, які ставляться зовсім по-іншому.

source: Früher zu Zeiten des Studiums konnte ich echt gut und frei sprechen, jetzt spreche ich aber mehr Polnisch.
uk: Під час навчання я міг говорити вільно та гарно, але зараз я розмовляю більше польською.

source: Fällt es dir leicht, auf Deutsch zu schreiben?
uk: А як в тебе виходить писати німецькою?

source: Fühlst du dich gut integriert?
uk: Чи знайшов ти спільну мову з оточуючими?

source: Fühlst du dich integriert?
uk: Ти відчуваєш взаємодію з іншими?

source: Fühlst du dich integriert in Deutschland an der Universität oder auf der Arbeit?
uk: Як ти вважаєш, ти освоїлася вже у Німеччині?

source: Für Deutschland sprechen jedoch eine Reihe von Gründen: In Deutschland gibt es viel mehr Geld.
uk: Однак є ряд причин на користь Німеччини: насамперед у Німеччині набагато більше грошей.

source: Für das Studium brauchte ich bisher noch kein Englisch.
uk: Для навчання мені ще не треба була англійська.

source: Für mein Masterprojekt geben in einigen Fächern die Dozierenden Informationen auf Englisch.
uk: Для мого проєкту лектори надають інформацію англійською мовою.

source: Für meine Masterprojektarbeit würde ich aber gerne schneller lesen können.
uk: Однак зараз, коли я роблю магістерський проєкт, я б хотів читати швидше.

source: Für mich ist Deutsch easy, ich hatte nie ein Problem, Deutsch zu lernen oder zu sprechen.
uk: Мені вона дається досить легко, її вивчення або дискусії німецькою ніколи не ставали для мене проблемою.

source: Für mich hat der Übergang von Kyiw nach Magdeburg gut geklappt.
uk: Для мене переїзд з Києва до Магдебурга пройшов добре.

source: Für mich ist eher Sächsisch ein Problem.
uk: Для мене і сам по собі саксонський діалект – проблема.

source: Für mich war es unklar, was ich machen sollte, wie die Prüfungen aussehen usw. In der Ukraine musste ich systematisch unterschiedliche Aufgaben erledigen und während des Semesters abgeben.
uk: Взагалі не міг зрозуміти, що треба виконувати, як виглядають іспити тощо. В Україні ж я систематично здавав різні завдання впродовж семестру.

source: Gab es einen spezifischen Moment, als du gemerkt hast, jetzt kann ich frei Deutsch reden?
uk: Чи був якийсь конкретний момент, коли ти помітив, що тепер можеш вільно розмовляти німецькою?

source: Geburtstagseinladungen, das ist mir aufgefallen, heißt, dass man schon ein engerer Freund ist.
uk: Я помітив, що запрошення на день народження, означають, що ти вже близький друг.

source: Geht raus, redet mit den Menschen!
uk: Виходьте та спілкуйтесь з людьми!

source: Genau, ich habe das Stipendium in Alzenau, östlich von Frankfurt bei Hanau, gemacht.
uk: Так, я проходила її в Альценау. Це місто на сході від Франкфурта біля Ханау.

source: Gerade mache ich meine PhD. Ich habe meinen Fachbereich ein bisschen verändert, vorher habe ich Produktentwicklung studiert, wie Tetiana Pittsyk und Rostyslav Nizinkovskyi.
uk: Також працюю над своєю докторською. Я трохи змінила спеціальність, до цього я вивчала розробку продукції, як і Тетяна Пітцик та ростислав Нізинковський.

source: Gibt es etwas, das dich an Deutschland stören?
uk: Чи є щось в Німеччині, що тебе бентежить?

source: Gibt es Sachen, die dir in Deutschland auffallen?
uk: Є речі, які тебе дивують в Німеччині? ?

source: Gibt es Sachen, die dich an Deutschland stören?
uk: Чи є в Німеччині речі, які тебе дратують?

source: Gibt es in Magdeburg eine ukrainisch- und russischsprachige Community?
uk: Існує в Магдебурзі україно - російськомовна громада?

source: Gleichzeitig haben wir in der Ukraine fast gar kein Master Studium erlebt.
uk: А в Україні майже ніхто з нас не проходив магістратуру .

source: Grundsätzlich gefällt mir das Präsenzstudium besser, weil man direkt Fragen stellen kann.
uk: Ходити на пари мені подобалося більше, тому що якщо виникають якісь питання, їх можна відразу поставити викладачу.

source: Grundsätzlich ist es mir egal, wo ich lebe.
uk: Загалом, мені все одно де жити.

source: Grundsätzlich ist in Deutschland das Studium klar und transparent.
uk: Загалом навчання в Німеччині чітке та зрозуміле.

source: Haltet euch an einen Studierenden, der schon in Deutschland gereist ist und ein wenig Erfahrung hat, mit dem könnt ihr dann Reisen machen.
uk: Тримайтесь поруч зі студентом, який вже подорожував Німеччиною, з ним легше подорожувати.

source: Hamburg gefällt mir auch sehr, da gibt es aber leider auch nicht so viel in meinem Bereich.
uk: Також мені дуже подобається Гамбург, але там немає можливості працювати за моїм фахом.

source: Hanna Tsybenko
uk: Анна Цибенко

source: Hast du Kontakt zu deinen deutschen Kommilitonen?
uk: Чи ти спілкуєшся з німецькими одногрупниками?

source: Hast du Kontakt zu den deutschen Studierenden?
uk: Ти спілкуєшся з німецькими одногрупниками?

source: Hast du Probleme mit dem Dialekt in Sachsen-Anhalt oder in Deutschland?
uk: Чи були у тебе проблеми з діалектом у Саксонії-Ангальт або інших землях?

source: Hast du Probleme mit dem Dialekt in Sachsen Anhalt oder allgemein in Deutschland?
uk: Чи виникають у тебе проблеми в розумінні діалекту в Саксонії-Анхальт?

source: Hast du Probleme mit dem Dialekt in Sachsen Anhalt?
uk: У тебе виникають проблеми з розумінням діалекту у Саксонії-Ангальт?

source: Hast du Probleme mit dem Dialekt in Sachsen-Anhalt oder irgendwo anders in Deutschland?
uk: Тобі складно розуміти діалект в Саксонії-Анхальт або в якомусь іншому регіоні Німеччини?

source: Hast du Probleme mit dem Dialekt in Sachsen-Anhalt?
uk: Чи є у тебе проблеми з діалектом у Саксонії-Ангальт?

source: Hast du ein Fremdheitsgefühl?
uk: Чи відчував ти себе чужим?

source: Hast du noch ein Fremdheitsgefühl?
uk: В тебе ще почуття відчуженості?

source: Hattest du ein Fremdheitsgefühl in Magdeburg?
uk: Ти відчував себе чужим в Магдебурзі?

source: Hattest du ein Fremdheitsgefühl?
uk: Чи було у вас відчуття відчуженості?

source: Hattest du in den Vorlesungen Probleme oder hast du alles gut verstanden?
uk: Ти все розумів на лекціях?

source: Hattest du Kontakt mit deutschen Studierenden?
uk: Доводилося контактувати зі студентами з Німеччини?

source: Heute würde ich mir mehr Freizeit nehmen und mir mehr Urlaub erlauben, weil es auch schwierig ist, immer zu arbeiten.
uk: Зараз я б хотів більше відпочивати, проводити своє дозвілля, тому що весь час працювати - дуже важко.

source: Heutzutage kann man sogar komplett zu Hause studieren.
uk: У ці дні ви навіть можете повністю вчитися вдома.

source: Hier an der OVGU besuche ich oft Workshops, z.B. darüber, wie man richtig eine Bewerbung schreibt und worauf man bei dem Bewerbungsprozess achten muss. Oder ein Workshop auf das Thema Zeitmanagement.
uk: А тут, в УОВГ, я часто відвідую воркшопи, де навчають, наприклад, правильно писати резюме і розповідають на що потрібно звертати увагу під час їх подачі. Або воркшоп на тему "Таймменеджмент".

source: Hier bekommt man 30 oder 40 Aufgaben.
uk: Тут ви отримуєте 30 або 40 завдань.

source: Hier gehöre ich dazu.
uk: Це моє.

source: Hier gibt es oft Drittmittel- oder EU-Projekte.
uk: Тут часто є сторонні проєкти або проєкти ЄС.

source: Hier habe ich schon bewiesen, dass ich etwas kann, kannte Leute und fühlte mich in Magdeburg wohl. Wenn man zu viele Variablen (Fachrichtung, Stadt, Kultur, Sprache und Freundkreis) auf einmal ändert, dann ist das psychisch schwer.
uk: А в Магдебурзі я вже адаптувався, зміг себе показати та знав багатьох людей.

source: Hier in Deutschland ist das Studium relativ entspannt.
uk: В Німеччині атмосфера більш рослаблена.

source: Hier in Deutschland rennt einem niemand hinterher, dann kann es passieren, dass man vor einer großen Aufgabe steht und diese dann nicht schafft.
uk: У Німеччині взагалі за вами ніхто не наглядає, тому може статися так, що перед вами стоятиме велике завдання, а потім раптово ви не зможете з ним впоратись.

source: Hier in Magdeburg kann man als Student nichts machen oder alles machen.
uk: А тут в Магдебурзі, ти або робиш все, або нічого.

source: Hier in Magdeburg wird mehr Selbstständigkeit gefordert. Mir persönlich ist die Sprache schwer gefallen, dabei hatte schon gute Deutschkenntnisse und war bei den Prüfungen nicht die schlechteste.
uk: Тут, у Магдебурзі, потрібно бути більш самостійною. Особисто мені важко давалася мова, хоча я вже добре знала німецьку і була далеко не найгіршою на іспитах.

source: Hier in Ostdeutschland ist es leicht, neue Freundschaften zu schließen.
uk: Тут, у Східній Німеччині, легко знайти нових друзів.

source: Hier ist das Studiensystem transparenter als in der Ukraine.
uk: Система освіти тут прозоріша, ніж в Україні.

source: Hier kann man nicht überall mit Karte bezahlen.
uk: А тут навіть не скрізь можна платити карткою!

source: Hier kann man oft erst ab 10 Euro mit der EC-Karte bezahlen.
uk: А тут часто можна розплатитися картою, лише якщо сума більша від 10 євро.

source: Hier läuft alles viel selbstständiger.
uk: Тут до цього всі звикли.

source: Hier sagt einem niemand, wie viele Fächer man pro Semester ablegen muss, das entscheidend man selbst. Man sollte dieser Planung mehr Aufmerksamkeit widmen.
uk: Тут ніхто нікому не каже, скільки предметів ти повинен пройти за семестр, потрібно все самостійно спланувати.

source: Hier sind die Universitäten vor allem auch von Drittmittelprojekten abhängig.
uk: В Україні університети особливо залежать від проєктів, що фінансуються сторонніми організаціями.

source: Hier verstehe ich nicht, warum ein Mensch so oder anders ist, ich nehme das einfach wahr.
uk: Тут я не розумію, чому людина чинить так чи інакше, я просто це приймаю.

source: Hier versteht man das anders.
uk: Тут це розуміють по-різному.

source: Hier wird breiteres Wissen abgefragt.
uk: А тут перевірять значно більше знань.

source: Hier zählt nur die Klausur oder die mündliche Prüfung am Ende des Semesters.
uk: Враховується лише письмовий або усний іспит наприкінці семестру.

source: Hier (in Magdeburg) gibt es keine Akzentabbaukurse, nur in Berlin gibt es das oder auf Youtube.
uk: Це можливо лише в Берліні. Ще, як варіант, можна самостійно працювати з ресурсами в YouTube.

source: Hiwi kann man einfach werden.
uk: Таким лаборантом легко можна стати.

source: Höchstwahrscheinlich ja, viel aber auch auf Englisch, damit das international anerkannt ist.
uk: Звичайно, але загальновідомі речі пишу англійською,

source: IT ist im Moment super gefragt, vor allem Softwareentwickler.
uk: Сьогодні ІТ має великий попит, особливо розробники програмного забезпечення.

source: Ich zum Beispiel lasse mich leicht beeinflussen.
uk: Наприклад, я, легко піддаюсь впливу.

source: Ich achte darauf auch nicht mehr.
uk: Я вже навіть не звертаю на це уваги.

source: Ich arbeite in Zwönitz in der Analyse-Abteilung und im Werksengeneering.
uk: Я працюю в Цвоніці в аналітичному відділі та на фабричному машинобудуванні.

source: Ich beobachte sehr genau das Verhalten und das Aussehen der Menschen in Deutschland, dabei fällt mir natürlich vieles auf.
uk: Я дуже уважно спостерігаю за поведінкою і зовнішністю людей, при цьому, звичайно, багато впадає в очі .

source: Ich besuche Partys und habe bemerkt, dass ich in Deutschland aufmerksamer und kommunikativer geworden bin.
uk: Я ходжу на вечірки й помічаю, що став більш уважним та комунікабельним тут.

source: Ich betreue Versuche an drei tribologischen Prüfstände.
uk: Я наглядаю за проведенням дослідів на трибологічних установках.

source: Ich bin CEO bei Kobzarenko sp.z o.o.
uk: Ich binЯ

source: Ich bin auch mit meinem Deutsch nicht zufrieden, ich würde gerne mehr sprechen.
uk: Я також не задоволений моїм рівнем знань німецької, хотів би більше говорити.

source: Ich bin eigentlich ganz zufrieden mit meinem Deutsch.
uk: Я насправді цілком задоволений своєю німецькою.

source: Ich bin ein bisschen später gekommen als meine Mitstudierenden.
uk: Я прийшов трохи пізніше за своїх однокурсників.

source: Ich bin erst im Mai nach Magdeburg zurückgekommen.
uk: Я повернувся в Магдебург тільки в травні.

source: Ich bin keine Person, die Politik oder allgemeine gesellschaftliche Prozesse kritisiert.
uk: Я не та людина, яка критикує політику чи соціальні процеси.

source: Ich bin mit 17 Jahren von zu Hause weg.
uk: Я почала жити сама, коли мені було 17.

source: Ich bin mit einem Deutschen verheiratet, deswegen rede ich jetzt privat auch auf Deutsch.
uk: Я одружена з німцем, тому зараз вдома я теж розмовляю німецькою.

source: Ich bin mittlerweile etwas über ein Jahr Hiwi, seit Mai 2019. Jetzt ist das Projekt zu Ende und ich erledige nur noch wenige Aufgaben und arbeite nur 20 Stunden pro Monat.
uk: Я був лаборантом трохи більше року, починаючи з травня 2019 року. Зараз проєкт закінчується, тому я виконую лише декілька завдань і працюю всього-на-всього 20 годин на місяць

source: Ich bin nicht in Deutschland aufgewachsen, habe einen Akzent und komme aus einer anderen Kultur – klar habe ich manchmal ein Fremdheitsgefühl.
uk: Я не виріс у Німеччині, маю акцент і походжу з іншої культури - звичайно, іноді у мене є це відчуття.

source: Ich bin nicht zufrieden mit meinem Deutsch.
uk: Я не задоволений тим, як я володію німецькою мовою.

source: Ich bin noch in einem Alter, wo man sich auf etwas Neues freut.
uk: Я ще в тому віці, коли чекаєш чогось нового.

source: Ich danke sehr den GUDFM-Mitarbeitern dafür.
uk: Я дуже дякую за це працівникам Спільного Українсько-Німецького Факультету Машинобудування (СУНФМ).

source: Ich denke aber, dass s hier nicht so viele Plätze gibt.
uk: але мені здається, що там не так багато вільних місць.

source: Ich denke jetzt mehr daran, welche Hard- und Soft-Skills ich noch erwerben muss, um eine gute Stelle zu kriegen.
uk: Ще розмірковую над тим, які навички мені ще треба освоїти, щоб отримати хорошу роботу.

source: Ich denke, dass man dieses Fremdheitsgefühl in Deutschland sehr wenig fühlt.
uk: Практично ні.

source: Ich empfehle auch, außerhalb des Studiums die eigene Bildung und Entwicklung weiter zu treiben und möglichst oft, die eigene Komfortzone zu verlassen.
uk: Також хочу порадити отримувати додаткові знання, розвиватися та якомога частіше покидати зону комфорту.

source: Ich finde Menschen in Deutschland nett, freundlich und tolerant.
uk: В Німеччині люди дружні та толерантні.

source: Ich finde hier in Deutschland trägst du mehr Verantwortung als in der Ukraine, hast aber auch größere Wahlmöglichkeiten.
uk: Я думаю, тут ти несеш більшу відповідальність, ніж в Україні, однак маєш і більше можливостей.

source: Ich finde nicht, dass es schwer ist, in Deutschland im Studium eine gute Note zu bekommen.
uk: Я не думаю, що в Німеччині складно заробляти високі бали під час навчання.

source: Ich finde, da gibt es viele Vorteile, zum Beispiel mehr Einblick in die deutsche Industrie.
uk: Я думаю, що в цьому є багато переваг, наприклад, можна краще зрозуміти німецьку промисловість.

source: Ich finde, ich mache noch ganz viele Fehler, besonders mit den Artikeln.
uk: Думаю, я роблю все ще багато помилок, особливо в артиклях.

source: Ich forsche gerade über Prothesen, die eine spanende Bearbeitung brauchen.
uk: Зараз я досліджую протези, які потребують механічної обробки.

source: Ich frage dann immer mehrmals nach, was gemeint wurde. Aber meine Kollegen aus Deutschland haben mich beruhigt, weil sie auch kaum was in dem Dialekt verstehen und manchmal einfach aus Höflichkeitsgründen nicht nachfragen. Es gibt zwar eine gewisse Logik, aber manchmal ist es schwierig, das zu verstehen.
uk: Я багата разів перепитував у своїх німецьких колег, що означають певні фрази. Але вони мене заспокоїли тим, що це був діалект, і їм також важко його зрозуміти. Можна було прослідкувати якусь логіку в тій промові, але це також дуже важко.

source: Ich freue mich auf die neuen Herausforderungen.
uk: Нові виклики, навпаки, дають мені силу й натхнення.

source: Ich freue mich eigentlich richtig darauf.
uk: Я дуже цього чекаю.

source: Ich fühle mich einerseits sicher, aber ich bemerke immer mehr meine Fehler.
uk: З одного боку, я почуваюся впевнено. Але, з іншого боку, я все частіше помічаю свої помилки.

source: Ich fühle mich glücklich.
uk: Я щасливий.

source: Ich fühle mich hier aber trotzdem wohl.
uk: Тому що тут я почуваюся добре та вільно.

source: Ich fühle mich manchmal gut, manchmal schlecht, das ist immer noch sehr schwankend und stark von dem Thema abhängig. Es gibt immer noch viele selten verwendete Wörter, die ich überhaupt nicht kenne. Ich spreche trotzdem immer noch viel Russisch mit meiner Freundin.
uk: Ой, ну це залежить від ситуації. В більшості випадках все добре, але є слова, які використовуються рідше, та з якими виникають проблеми. До того ж я говорю російською зі своїми друзями у повсякденному житті.

source: Ich fühle mich nicht 100%ig integriert.
uk: Не можу скзати, що я повністю освоїлася.

source: Ich gehe sehr gerne zum Flugplatz, hier fühle ich mich wohl.
uk: Люблю їздити на аеродром, мені тут добре.

source: Ich glaube, dass ich in der Zukunft mehr mit den Muttersprachlern sprechen werde, damit ich sprachlich wieder in Hochform komme.
uk: Надалі потрібно більше розмовляти з носіями мови, щоб знову "бути у формі".

source: Ich glaube, ich konnte mich gut organisieren, aber der Prozessablauf gefiel mir weniger als vorher.
uk: Я думаю, що я зміг би добре себе організувати, але процес навчання вже не подобався мені так як раніше.

source: Ich glaube, man ist sehr gut integriert, wenn man dieselben Witze kennt.
uk: От коли людина починає жартувати як місцеві жителі, тоді можна сказати, що вона освоїлася.
